[
    { "id": 30, "key": "Food is stored in appropriate conditions and at an appropriate temperature.", "checked": "0" },
    { "id": 31, "key": "Food and non-food are clearly segregated. \n -Non-food items (e.g. insecticides, detergents and other chemicals) are not stored together with the food items.", "checked": "0" },
    { "id": 32, "key": "Food is not placed near sources of contamination.", "checked": "0" },
    { "id": 33, "key": "Storage of food does not invite pest infestation.", "checked": "0" },
    { "id": 34, "key": "Dry goods (e.g. canned food and drinks) and other food items are stored neatly on shelves, off the floor and away from walls.", "checked": "0" },
    { "id": 35, "key": "Proper stock rotation system such as the First-Expired-First-Out (FEFO) system is used for inventory management.", "checked": "0" },
    { "id": 36, "key": "Food is protected from contamination; packaging is intact and no products are found with signs of spoilage.", "checked": "0" },
    { "id": 37, "key": "Ice machine is clean and well-maintained. \n -Only ice is stored in the ice machine to prevent contamination of the ice.", "checked": "0" },
    { "id": 38, "key": "Scoop for ice is stored outside the ice machine in a dedicated container.", "checked": "0" },
    { "id": 39, "key": "Food supplied is clean and not expired.", "checked": "0" },
    { "id": 40, "key": "Clear labelling of date of preparation/manufacture/expiry on all food containers/packaging.", "checked": "0" },
    { "id": 41, "key": "Cooked food is properly covered to prevent cross-contamination.", "checked": "0" },
    { "id": 42, "key": "Proper work flow and segregation of areas to prevent cross-contamination between raw and cooked/ready-to-eat food areas.", "checked": "0" },
    { "id": 43, "key": "Proper seperation of cooked food/ready-to-eat food, raw meat, seafood and vegetable to prevent cross-contamination. \n -E.g. Different chopping boards, knives and other utensils are used for cooked/ready-to-eat and raw food.", "checked": "0" },
    { "id": 44, "key": "Frozen food is thawed in chiller, microwave or under running water.", "checked": "0" },
    { "id": 45, "key": "Ingredients used are clean and washed thoroughly before cooking.", "checked": "0" },
    { "id": 46, "key": "All cooking ingredient (e.g. cooking oil, sauces) are properly covered in proper containers and properly labelled, indicating the content and date of expiry.", "checked": "0" },
    { "id": 47, "key": "All sauces are stored at appropriate condition and temperature.", "checked": "0" },
    { "id": 48, "key": "Cooking oil is not used for more than 1 day.", "checked": "0" },
    { "id": 49, "key": "Cooking oil is properly stored with a cover.", "checked": "0" },
    { "id": 50, "key": "Perishable food is stored in the fridge.", "checked": "0" },
    { "id": 51, "key": "Raw food and cooked food/ready to serve food are clearly segregated. \n -Cold and/or hot holding units are clean and well-maintained.", "checked": "0" },
    { "id": 52, "key": "Food preparation area is free of bird and animal (e.g. dog or cat).", "checked": "0" },
    { "id": 53, "key": "Food preparation area is clean, free of pests and in good state of repair.", "checked": "0" },
    { "id": 54, "key": "Food is not prepared on the floor, near drain or near/in toilet.", "checked": "0" },
    { "id": 55, "key": "Personal belongings are kept separately in the staff locker area or cabinet, away from the food storage and preparation area.", "checked": "0" }
  ]